Revit 2027 API
ParameterTypeId.StairsAttrStairCalculator Property
 "Calculation Rules"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrStairCalculator { get; }
Public Shared ReadOnly Property StairsAttrStairCalculator As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrStairCalculator {
	ForgeTypeId^ get ();
}
static member StairsAttrStairCalculator : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace